app/controllers/projects_controller.rb

  def create
    @project = Project.new(project_params)

    respond_to do |format|
      if @project.save
---
INSERT INTO "projects" ("name", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "dassd"], ["description", "dasdass"], ["created_at", "2018-04-30 12:20:00.483703"], ["updated_at", "2018-04-30 12:20:00.483703"]]